Repository: Ing-Sahlaneh-Geosom/Ecomanage
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Tableau de bord
ar: لوحة التحكم

source: Tableau de Bord
ar: لوحة التحكم

source: Emplois du temps
ar: الجدول الزمني

source: Vie Scolaire
ar: الحياة المدرسية

source: Attestation Scolaire
ar: شهادة مدرسية

source: Convocation des parents
ar: استدعاء أولياء الأمور

source: saisie des absences par mois
ar: إدخال الغياب الشهري

source: Violences des eleves
ar: عنف الطلاب

source: Degradation des eleves
ar: تخريب الطلاب

source: Gestion des Étudiants
ar: إدارة الطلاب

source: Liste des étudiants
ar: قائمة الطلاب

source: Ajouter un étudiant
ar: إضافة طالب

source: Carte Scolaire
ar: البطاقة المدرسية

source: Gestion des Classes
ar: إدارة الصفوف

source: Ajouter une classe
ar: إضافة صف

source: Liste des classes
ar: قائمة الصفوف

source: Enseignant
ar: المعلمون

source: Envoiyer un document
ar: إرسال وثيقة

source: Liste des professeurs
ar: قائمة المعلمين

source: Saisi quotidienne des apsences
ar: إدخال الغياب اليومي

source: Coordinateur par discipline
ar: منسق حسب المادة

source: Matières
ar: المواد

source: Ajouter une matière
ar: إضافة مادة

source: Liste des matière
ar: قائمة المواد

source: Examen
ar: الامتحانات

source: Gestion des notes
ar: إدارة الدرجات

source: Configuration des apreciation
ar: إعدادات التقييم

source: Conseille de classe
ar: مجلس القسم

source: Resultat BEF
ar: نتائج BEF

source: Administrateur
ar: الإدارة

source: Employés
ar: الموظفون

source: Absences enseignants
ar: غياب المعلمين

source: Suivie des Absences enseignants
ar: متابعة غياب المعلمين

source: Absences employés
ar: غياب الموظفين

source: Suivie des Absences employés
ar: متابعة غياب الموظفين

source: Liste de parents
ar: قائمة أولياء الأمور

source: Finance & Gestionnaire
ar: المالية والإدارة

source: Configuration des frais
ar: إعداد الرسوم

source: Frais par classe
ar: الرسوم حسب الصف

source: Exonéraition
ar: الإعفاء

source: Fiche du Paiments
ar: سجل الدفع

source: Caisse
ar: الصندوق

source: Historique
ar: السجل

source: Cloture de la Caisse
ar: إغلاق الصندوق

source: Réglages
ar: الإعدادات

source: Ajouter une Specialite
ar: إضافة تخصص

source: Ajouter une Niveau
ar: إضافة مستوى

source: Les Batiments
ar: المباني

source: Les salles des batiments
ar: قاعات المباني

source: Messagerie
ar: الرسائل

source: Utilisateurs
ar: المستخدمون

source: Déconnexion
ar: تسجيل الخروج

source: Parent
ar: ولي الأمر

source: Mes enfants
ar: أبنائي

source: Nom
ar: الاسم

source: Classe
ar: الصف

source: Aucun enfant lié à ce compte.
ar: لا يوجد طالب مرتبط بهذا الحساب.

source: Paiements récents
ar: آخر المدفوعات

source: Aucun paiement.
ar: لا توجد مدفوعات.

source: Absences récentes
ar: آخر الغيابات

source: Aucune absence.
ar: لا توجد غيابات.

source: Notes récentes
ar: آخر الدرجات

source: Aucune note.
ar: لا توجد درجات.

source: Nombre de classes
ar: عدد الصفوف

source: Nombre d'heures / semaine
ar: عدد الساعات / أسبوع

source: Année scolaire
ar: السنة الدراسية

source: Nombre d'élèves
ar: عدد الطلاب

source: Détail
ar: التفاصيل

source: Voir
ar: عرض

source: Modifier
ar: تعديل

source: Supprimer
ar: حذف

source: Aucune classe trouvée.
ar: لم يتم العثور على أي صف.

source: Revenus total / an
ar: إجمالي الإيرادات / سنة

source: Absences par mois
ar: الغيابات حسب الشهر

source: Revenus par mois
ar: الإيرادات حسب الشهر

source: Paiements
ar: المدفوعات

source: Absences
ar: الغيابات

source: Bienvenue utilisateur
ar: مرحباً بالمستخدم

source: Veuillez demander à votre direction de vous attribuer un rôle !
ar: يرجى طلب تحديد دورك من الإدارة.

source: Profil
ar: الملف الشخصي

source: Bienvenue
ar: مرحباً

source: Changer le mot de passe
ar: تغيير كلمة المرور

source: Utilisateur
ar: المستخدم

source: Se déconnecter
ar: تسجيل الخروج

source: Notifications (non lues)
ar: الإشعارات (غير المقروءة)

source: Aucun nouveau message
ar: لا توجد رسائل جديدة

source: Ouvrir la messagerie
ar: فتح الرسائل

source: Certificat scolaire
ar: شهادة مدرسية

source: Certificat de scolarité
ar: شهادة مدرسية

source: Honorifique
ar: اللقب

source: Titre
ar: الصفة

source: Niveaux
ar: المستويات

source: Élève
ar: التلميذ

source: Responsables
ar: المسؤولون

source: Sélectionner...
ar: اختر...

source: Date
ar: التاريخ

source: temps
ar: الوقت

source: Imprimer
ar: طباعة

source: Ajouter
ar: إضافة

source: No
ar: رقم

source: Raison
ar: السبب

source: Aucune raison
ar: لا يوجد سبب

source: REPUBLIQUE DE DJIBOUTI
ar: جمهورية جيبوتي

source: Unité - Égalité - Paix
ar: وحدة - مساواة - سلام

source: Unité - Egalité - Paix
ar: وحدة - مساواة - سلام

source: MINISTERE DE L’ÉDUCATION
ar: وزارة التربية

source: NATIONALE ET DE LA
ar: الوطنية و

source: FORMATION
ar: التكوين

source: PROFESSIONNELLE
ar: المهني

source: Logo École
ar: شعار المدرسة

source: Téléphone
ar: الهاتف

source: Téléphone:
ar: الهاتف:

source: E-mail
ar: البريد الإلكتروني

source: E-mail:
ar: البريد الإلكتروني:

source: Fait à Djibouti, le
ar: حرر في جيبوتي بتاريخ

source: CERTIFICAT DE SCOLARITE
ar: شهادة مدرسية

source: Je soussigné,
ar: أنا الموقع أدناه،

source: Utilisateur inconnu
ar: مستخدم غير معروف

source: certifie que l’élève :
ar: أشهد أن التلميذ:

source: Né(e) :
ar: تاريخ الميلاد:

source: À :
ar: مكان الميلاد:

source: Poursuit ses études dans notre établissement.
ar: يتابع دراسته في مؤسستنا.

source: En classe de :
ar: في الصف:

source: Année scolaire :
ar: السنة الدراسية:

source: Le présent certificat est délivré à la demande de l'intéressé(e) pour servir et valoir ce que de droit.
ar: تُسلَّم هذه الشهادة بناءً على طلب المعني(ة) للاستعمال القانوني.

source: Signature
ar: التوقيع

source: Année
ar: السنة

source: Dr
ar: د.

source: Monsieur
ar: السيد

source: Madame
ar: السيدة

source: Mademoiselle
ar: الآنسة

source: Chers parents,
ar: أولياء الأمور الكرام،

source: Vous êtes priés de vous présenter le
ar: يرجى الحضور بتاريخ

source: Vous êtes priés de vous présenter le:
ar: يرجى الحضور بتاريخ:

source: à:
ar: على الساعة:

source: au bureau du Chef d’établissement
ar: إلى مكتب مدير المؤسسة

source: au bureau du Chef d'établissement
ar: إلى مكتب مدير المؤسسة

source: pour une affaire concernant l’élève
ar: بخصوص أمر يتعلق بالتلميذ

source: pour une affaire concernant votre enfant
ar: بخصوص أمر يتعلق بابنكم/ابنتكم

source: de la classe de
ar: من قسم

source: Motif :
ar: السبب:

source: Motif (sélectionnez le motif approprié)
ar: السبب (اختر السبب المناسب)

source: Responsable d’établissement
ar: مسؤول المؤسسة

source: Chef d’établissement
ar: مدير المؤسسة

source: Chef d'établissement
ar: مدير المؤسسة

source: Ajouter une raison
ar: إضافة سبب

source: Libellé
ar: التسمية

source: Ex: Absence répétitive
ar: مثال: غياب متكرر

source: Annuler
ar: إلغاء

source: Enregistrer
ar: حفظ

source: Libellé obligatoire.
ar: التسمية مطلوبة.

source: Erreur: impossible d’ajouter la raison.
ar: خطأ: لا يمكن إضافة السبب.

source: Saisie absences par mois
ar: إدخال الغياب شهريًا

source: Voir les présences par mois
ar: عرض الحضور شهريًا

source: Période
ar: الفترة

source: Filtrer
ar: تصفية

source: Total
ar: المجموع

source: AJ
ar: غياب مبرر

source: Aucune donnée.
ar: لا توجد بيانات.

source: Choisis Niveau, Classe et Période puis clique sur Filtrer.
ar: اختر المستوى والفصل والفترة ثم اضغط على تصفية.

source: Violences élèves
ar: العنف لدى التلاميذ

source: Violence pour les élèves
ar: العنف للتلاميذ

source: Excel
ar: تصدير Excel

source: PDF
ar: تصدير PDF

source: Rechercher ici
ar: ابحث هنا

source: OK
ar: حسناً

source: L'agresseur (euse)
ar: المعتدي

source: Forme d'agression
ar: نوع العدوان

source: Cause de la violence
ar: سبب العنف

source: Dommage corporel
ar: الإصابات الجسدية

source: Moyens de résolution
ar: وسائل الحل

source: Actions
ar: الإجراءات

source: Aucun enregistrement
ar: لا توجد سجلات

source: La liste des classes
ar: قائمة الفصول

source: Sélectionner
ar: اختر

source: Victime
ar: الضحية

source: Fermer
ar: إغلاق

source: Sauvegarder
ar: حفظ

source: Supprimer cet enregistrement ?
ar: حذف هذا السجل؟

source: Erreur chargement.
ar: خطأ في التحميل.

source: Erreur sauvegarde.
ar: خطأ في الحفظ.

source: Erreur réseau.
ar: خطأ في الشبكة.

source: Violences scolaires — Rapport
ar: تقرير — العنف المدرسي

source: Recherche
ar: بحث

source: Agresseur
ar: المعتدي

source: Forme
ar: النوع

source: Cause
ar: السبب

source: Dommage
ar: الأضرار

source: Résolution
ar: طريقة الحل

source: Classe agresseur
ar: قسم المعتدي

source: Classe victime
ar: قسم الضحية

source: Dégradation de l'école
ar: تخريب المدرسة

source: Dégradation commise
ar: التخريب المرتكب

source: Décision prise
ar: القرار المتخذ

source: Aucun enregistrement à afficher
ar: لا توجد بيانات للعرض

source: Ajouter une dégradation
ar: إضافة تخريب

source: Select...
ar: اختر...

source: Autre (personnalisée)
ar: أخرى (مخصصة)

source: Ajouter autre décision
ar: إضافة قرار آخر

source: Autre décision
ar: قرار آخر

source: Ex: Nettoyage + réparation...
ar: مثال: تنظيف + إصلاح...

source: Modifier une dégradation
ar: تعديل تخريب

source: Dégradations
ar: التخريبات

source: Rapport — Dégradations commises
ar: تقرير — التخريبات المرتكبة

source: Dégradation
ar: التخريب

source: Décision
ar: القرار

source: Nom de l'élève
ar: اسم التلميذ

source: Liste des eleves
ar: قائمة التلاميذ

source: Tous les Étudiants
ar: جميع التلاميذ

source: Étudiants/Homme
ar: ذكور

source: Étudiants/Femme
ar: إناث

source: Liste des Etudiants
ar: قائمة التلاميذ

source: Nom de l'eleve
ar: اسم التلميذ

source: Matricule
ar: الرقم

source: Tout les classes
ar: كل الأقسام

source: Id
ar: المعرف

source: Nom complet
ar: الاسم الكامل

source: Image
ar: الصورة

source: Date de naissance
ar: تاريخ الميلاد

source: Sexe
ar: الجنس

source: Addresse
ar: العنوان

source: N° de Telephone
ar: رقم الهاتف

source: N°
ar: رقم

source: Email
ar: البريد الإلكتروني

source: Classe (Niveau)
ar: القسم (المستوى)

source: Status
ar: الحالة

source: Le photo de l'eleve
ar: صورة التلميذ

source: Aucun Etudiants trouve.
ar: لا يوجد تلاميذ.

source: Page navigation
ar: التنقل بين الصفحات

source: Première
ar: الأولى

source: Précédent
ar: السابق

source: Suivant
ar: التالي

source: Dernière
ar: الأخيرة

source: Nom Complete
ar: الاسم الكامل

source: Format
ar: الصيغة

source: jj/mm/aaaa
ar: يوم/شهر/سنة

source: Adrress
ar: العنوان

source: Telephone
ar: الهاتف

source: Aucun fichier choisi
ar: لم يتم اختيار ملف

source: Select
ar: اختر

source: Nom du mere
ar: اسم الأم

source: Telephone Parent
ar: هاتف ولي الأمر

source: Email parent
ar: بريد ولي الأمر

source: musculin
ar: ذكر

source: feminin
ar: أنثى

source: Ajouter un eleve
ar: إضافة تلميذ

source: Modifier un eleve
ar: تعديل تلميذ

source: Admis
ar: ناجح

source: Redouble
ar: معيد

source: Page de detaille
ar: تفاصيل التلميذ

source: Detaille" msgstr "تفاصيل
ar: إضافة غياب

source: Ajouter un Paiement
ar: إضافة دفع

source: Ajouter une Note
ar: إضافة نقطة

source: Envoyer un message
ar: إرسال رسالة

source: Exporter en PDF
ar: تصدير PDF

source: Imprimer la fiche
ar: طباعة البطاقة

source: Generer un Bulletin
ar: إنشاء كشف النقاط

source: Information de l'eleve
ar: معلومات التلميذ

source: Ecole
ar: المدرسة

source: Adresse
ar: العنوان

source: Nom du parent
ar: اسم الولي

source: Contact primaire
ar: الهاتف الرئيسي

source: Contact secondaire
ar: الهاتف الثانوي

source: Paiement de la scolarite
ar: دفع الرسوم الدراسية

source: Scolarite a Payer
ar: الرسوم المطلوبة

source: Scolarite Payee
ar: الرسوم المدفوعة

source: Reste a Payer
ar: المتبقي للدفع

source: Fiche eleve
ar: بطاقة التلميذ

source: Resume des frais
ar: ملخص الرسوم

source: Total a payer
ar: إجمالي المطلوب

source: Total paye
ar: إجمالي المدفوع

source: Reste a payer
ar: المتبقي للدفع

source: Frais par type de paiement
ar: الرسوم حسب نوع الدفع

source: Type
ar: النوع

source: Montant
ar: المبلغ

source: Paye
ar: المدفوع

source: Reste
ar: المتبقي

source: Aucun frais defini
ar: لا توجد رسوم محددة

source: Historique des paiements
ar: سجل المدفوعات

source: Mode
ar: طريقة الدفع

source: Reference
ar: المرجع

source: Aucun paiement
ar: لا توجد مدفوعات

source: Élèves
ar: التلاميذ

source: Statut
ar: الحالة

source: Détails
ar: التفاصيل

source: Ajouter Une classe
ar: إضافة صف

source: Niveau
ar: المستوى

source: Classe avec spécialité ?
ar: صف مع تخصص؟

source: Nom de la classe
ar: اسم الصف

source: Spécialité
ar: التخصص

source: Retour
ar: رجوع

source: Enregistre
ar: حفظ

source: Envoi des ressources
ar: إرسال الموارد

source: ENVOYER UNE RESSOURCE
ar: إرسال مورد

source: Envoyer
ar: إرسال

source: Matière
ar: المادة

source: Document
ar: الملف

source: Date d'action
ar: تاريخ الإجراء

source: Ressource
ar: مورد

source: Aucune ressource pour le moment.
ar: لا توجد موارد حالياً.

source: Envoyer une ressource
ar: إرسال مورد

source: Chargement…
ar: جارٍ التحميل…

source: Erreur de chargement.
ar: خطأ في التحميل.

source: Fichier
ar: ملف

source: Description
ar: الوصف

source: description
ar: الوصف

source: Permanent
ar: دائم

source: Vacataire
ar: متعاقد

source: Stagiaire
ar: متدرب

source: Oui
ar: نعم

source: Non
ar: لا

source: Aucun professeur trouvé.
ar: لم يتم العثور على أي أستاذ.

source: Ajouter un Professeur
ar: إضافة أستاذ

source: Veuillez corriger les erreurs ci-dessous.
ar: يرجى تصحيح الأخطاء أدناه.

source: Date d'embauche
ar: تاريخ التوظيف

source: Diplôme
ar: الشهادة

source: Rechercher une classe…
ar: ابحث عن قسم…

source: Classes
ar: الأقسام

source: Actif
ar: نشط

source: Liste des enseignants
ar: قائمة الأساتذة

source: Saisie Absences EDT
ar: إدخال الغيابات (الجدول)

source: SAISIE DES ABSENCES DES ÉLÈVES (EDT)
ar: إدخال غيابات التلاميذ (الجدول)

source: Enseignant › Saisie des absences des élèves
ar: المعلم › إدخال غيابات التلاميذ

source: À partir
ar: من

source: Le temps de
ar: إلى

source: Choisissez Enseignant + Classe + Date + Heure, puis cliquez sur Filtrer.
ar: اختر المعلم + القسم + التاريخ + الوقت، ثم اضغط على تصفية.

source: ID
ar: المعرف

source: Motif
ar: السبب

source: Présent
ar: حاضر

source: Absence
ar: غياب

source: Retard
ar: تأخر

source: Justifier
ar: مبرر

source: Ex: Maladie, rendez-vous...
ar: مثال: مرض، موعد...

source: Né(e) le" msgstr "تاريخ الميلاد
ar: قائمة المواد الدراسية

source: Nom de la matière
ar: اسم المادة

source: Le prof
ar: الأستاذ

source: Aucune matière trouvée.
ar: لم يتم العثور على أي مادة.

source: Modifier une matière
ar: تعديل مادة

source: -- choisir --
ar: -- اختر --

source: Supprimer '%(nom)s'
ar: حذف '%(nom)s'

source: Voulez vous vraiment supprimer le matiere
ar: هل تريد فعلاً حذف المادة

source: Périodes scolaires
ar: الفترات الدراسية

source: Ajouter une période
ar: إضافة فترة

source: Début
ar: البداية

source: Fin
ar: النهاية

source: Active
ar: فعالة

source: Activer
ar: تفعيل

source: Aucune période
ar: لا توجد فترات

source: Est active
ar: فعّالة

source: Périodes
ar: الفترات

source: Devoirs
ar: الواجبات

source: Gestion notes
ar: إدارة الدرجات

source: Saisie
ar: إدخال

source: Import
ar: استيراد

source: Dispenses
ar: الإعفاءات

source: Bulletins
ar: كشوف الدرجات
